{"translation-revision-date":"2025-12-04 09:54:17+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Toggle to disable opening the Mini-Cart drawer when clicking the cart icon, and instead navigate to the checkout page.":["설정하면 장바구니 아이콘을 클릭할 때 미니 장바구니 서랍을 여는 대신 결제 페이지로 이동합니다."],"Navigate to checkout when clicking the Mini-Cart, instead of opening the drawer.":["미니 장바구니를 클릭하면 서랍을 여는 대신 결제로 이동합니다."],"The editor does not display the real count value, but a placeholder to indicate how it will look on the front-end.":["편집기에는 실제 개수 값이 표시되지 않고 프론트엔드에서 어떻게 표시될지를 나타내는 플레이스홀더가 표시됩니다."],"Only if cart has items":["장바구니에 항목이 있는 경우에만"],"Always (even if empty)":["항상(비어 있는 경우에도 마찬가지)"],"Show Cart Item Count:":["장바구니 항목 개수 표시:"],"Product Count":["상품 수"],"Cart Icon":["장바구니 아이콘"],"Icon":["아이콘"],"Toggle to open the Mini-Cart drawer when a shopper adds a product to their cart.":["쇼핑객이 장바구니에 상품을 추가할 때 소형 장바구니 보관함이 열리도록 전환하세요."],"Open drawer when adding":["추가 시 보관함 열기"],"Behavior":["행동"],"Edit Mini-Cart Drawer template":["소형 장바구니 보관함 템플릿 편집"],"When opened, the Mini-Cart drawer gives shoppers quick access to view their selected products and checkout.":["소형 장바구니 보관함이 열리면 쇼핑객이 선택한 상품에 빠르게 접근하여 보면서 계산할 수 있습니다."],"Cart Drawer":["장바구니 보관함"],"Toggle to display the total price of products in the shopping cart. If no products have been added, the price will not display.":["쇼핑 장바구니의 총 상품 가격이 표시되도록 전환하세요. 추가되는 상품이 없으면 가격이 표시되지 않습니다."],"Display total price":["가격 합계 표시"],"Select how the Mini-Cart behaves in the Cart and Checkout pages. This might affect the header layout.":["장바구니 및 계산 페이지에서 소형 장바구니가 작동하는 방식을 선택합니다. 헤더 레이아웃이 영향을 받을 수 있습니다."],"Mini-Cart in cart and checkout pages":["장바구니 및 계산 페이지의 소형 장바구니"],"Hide":["숨기기"],"Display":["상품 진열"],"Never":["없음"],"Price":["가격"],"Remove":["삭제"],"Settings":["설정"]}},"comment":{"reference":"assets\/client\/blocks\/mini-cart.js"}}