{"translation-revision-date":"2025-12-04 09:54:17+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Default (<div>)":["기본(<div>)"],"HTML element":["HTML 요소"],"The %s block requires a product context. When used in a Query Loop, the Query Loop must be configured to display products.":["%s 블록에는 상품 컨텍스트가 필요합니다. 쿼리 반복문에서 사용할 경우 상품이 표시되도록 쿼리 반복문을 구성해야 합니다."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["<section> 요소에서는 다른 요소로 더 잘 표현할 수 없을 정도로 문서의 독립된 부분이 표현되어야 합니다."],"The <nav> element should be used to identify groups of links that are intended to be used for website or page content navigation.":["<nav> 요소는 웹사이트 또는 페이지 내용 탐색에 사용할 링크 그룹을 식별하는 데 사용해야 합니다."],"The <main> element should be used for the primary content of your document only.":["<main> 요소는 문서의 기본 내용에만 사용해야 합니다."],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["<header> 요소에서는 일반적으로 소개 또는 탐색 도우미 그룹인 소개 내용이 표현되어야 합니다."],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["<footer> 요소에서는 가장 가까운 섹션 구분 요소의 푸터가 표현되어야 합니다(예: <section>, <article>, <main> 등)."],"The <div> element should only be used if the block is a design element with no semantic meaning.":["<div> 요소는 블록이 의미론적 의미가 없는 디자인 요소인 경우에만 사용해야 합니다."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["<aside> 요소에서는 내용이 문서의 기본 내용과 간접적으로만 관련된 문서 부분이 표현되어야 합니다."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["<article> 요소에서는 문서 중 동시에 발표할 수 있는 독립 부분이 표현되어야 합니다."],"Product Reviews":["상품 상품평"]}},"comment":{"reference":"assets\/client\/blocks\/product-reviews.js"}}