{"translation-revision-date":"2025-12-04 09:54:17+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Ready to use out of the box":["즉시 사용 준비 완료"],"Themes for every industry":["모든 산업을 적합한 테마"],"Bring your vision to life — no coding required. Explore hundreds of free and paid ecommerce-optimized themes.":["비전을 실현하세요 — 코딩이 필요 없습니다. 전자상거래에 최적화된 수백 가지의 무료 및 유료 테마를 살펴보세요."],"Browse free and paid themes":["무료 및 유료 테마 찾아보기"],"Bring your vision to life%s— no coding required.":["비전을 실현하세요%s— 코딩이 필요 없습니다."],"Pick your perfect theme":["완벽한 테마 고르기"],"Sorry, you don't have permission to update the theme.":["죄송합니다. 회원님에게는 테마를 업데이트할 권한이 없습니다."],"Finish customizing":["사용자 정의 완료"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["브랜드에 가장 적합한 글꼴 쌍을 선택하세요. 헤딩에는 상대적으로 큰 글꼴이 사용되고 보조 콘텐츠에는 작은 글꼴이 사용됩니다. 언제든지 편집기에서 글꼴을 변경할 수 있습니다."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["브랜드에 가장 적합한 색상 팔레트를 선택하세요. 변경하시겠어요? 아래에서 사용자 정의 색상 팔레트를 생성하거나 나중에 편집기에서 업데이트하세요."],"Add patterns":["패턴 추가"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["우커머스닷컴 라이브러리에서 더 많은 패턴을 사용할 수 있습니다! 상점를 연결하고 전체 라이브러리에 접근하는 데 동의하면 더 많은 관련 콘텐츠와 맞춤형 상점 설정 환경을 이용할 수 있습니다. 동의하면 {{link}}사용량 추적{{\/link}}이 활성화되며, 우커머스 설정을 통해 언제든지 이를 거부할 수 있습니다."],"Access more patterns":["추가 패턴 이용"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["다양한 패턴과 레이아웃을 추가하고 조합하여 멋진 홈페이지를 만드세요. 나중에 편집기를 통해 이 페이지(콘텐츠 포함)를 계속 사용자 정의하실 수 있습니다."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["죄송합니다. 기술적인 문제로 인해 추가 패턴이 표시되지 않고 있습니다. 나중에 <FetchPatterns>다시 시도<\/FetchPatterns>해 주세요."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["{{link}}Fiverr{{\/link}}을 사용해 기억에 남는 로고를 만들어 브랜드를 구축하세요."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["추가 글꼴을 사용하실 수 있습니다! 상점를 연결하고 전체 글꼴 라이브러리에 접근하는 데 동의하면 더 많은 관련 콘텐츠와 맞춤형 상점 설정 환경을 이용할 수 있습니다. 동의하면 {{link}}사용량 추적{{\/link}}이 활성화되며, 우커머스 설정을 통해 언제든지 이를 거부할 수 있습니다."],"Access more fonts":["추가 글꼴 이용"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["하나 이상의 홈페이지 패턴을 추가하여 쇼핑객 환영 페이지를 만드세요."],"Promote your social channels and give shoppers a way to see your latest products and news.":["소셜 채널을 홍보하고 쇼핑객이 최신 상품과 뉴스를 확인할 수 있는 지면을 제공하세요."],"Social media":["소셜 미디어"],"Encourage sales by sharing positive feedback from happy shoppers.":["만족도 높은 쇼핑객의 긍정적인 피드백을 공유하여 판매를 촉진하세요."],"Share information on any services that your business can provide.":["비즈니스에서 제공할 수 있는 모든 서비스에 대한 정보를 공유하세요."],"Show your shoppers what’s special about your business.":["쇼핑객에게 내 비즈니스의 차별점을 보여 주세요."],"Put the spotlight on one or more of your products or product categories.":["하나 이상의 상품 또는 상품 카테고리에 중점을 두세요."],"Featured selling":["추천 판매"],"Go to the Customizer":["사용자 정의 기능으로 이동"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["모든 디테일이 브랜드에 부합하도록 색상 팔레트와 글꼴부터 페이지 레이아웃까지 모든 것을 사용자 정의하세요."],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["브랜드와 비즈니스를 반영하는 상점를 디자인하세요. 자신만의 활성 테마를 사용자 정의하거나, 전문적으로 디자인된 테마를 선택하거나, 상점 디자이너를 사용하여 새로운 테마를 만드세요."],"DON'T HAVE A LOGO YET?":["아직 로고가 없으신가요?"],"Want more patterns?":["다른 패턴이 더 필요하신가요?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["죄송합니다. 약간의 기술적인 문제가 발생했습니다. 나중에 다시 방문하여 다른 패턴을 사용해 보세요."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["추가 패턴에 접근하는 권한을 얻으려면 <OptInModal>사용 추적<\/OptInModal>에 동의해야 합니다."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["네트워크가 감지되지 않는 것 같습니다. 인터넷 연결을 다시 확인하고 페이지를 새로 고침하세요."],"Shuffle":["순서 섞기"],"Services":["서비스"],"Welcome shoppers to your store with one of our introductory patterns.":["저희가 준비한 환영 패턴 중 하나로 쇼핑객을 상점에 맞이하세요."],"Intro":["소개"],"You can edit your content later in the Editor":["나중에 편집기에서 콘텐츠를 편집할 수 있습니다"],"Browse themes":["테마 둘러보기"],"Choose a professionally designed theme":["전문적으로 디자인된 테마 선택"],"Use the store designer":["상점 디자이너 사용"],"Design your own theme":["나만의 테마 디자인"],"Design or choose a new theme":["새 테마 디자인 또는 선택"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["축하합니다! 상점를 디자인하셨습니다. 이제 홈 화면으로 돌아가서 상점 설정을 완료하고 판매를 시작하실 수 있습니다."],"Design a new theme":["새 테마 디자인"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["활성 테마가 변경되고, 적용한 변경 사항을 모두 상실하실 수 있습니다."],"Are you sure you want to design a new theme?":["새 테마를 디자인하시겠어요?"],"Go to Products":["상품으로 이동"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["상품을 추가하거나 가져와서 가상 선반 비축을 시작하거나 샘플 상품을 편집하세요."],"What's next?":["다음 단계는 무엇인가요?"],"View store":["상점 보기"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["축하합니다! 상점를 디자인하셨습니다. 상점 설정을 계속하기 전에 회원님의 노고를 살펴보세요."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["아래 옵션에서 푸터를 선택하세요. 푸터는 사이트의 보조 탐색을 포함하며 모든 페이지에 추가됩니다. 나중에 편집기를 통해 계속 사용자 정의하실 수 있습니다."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["미리 디자인된 레이아웃 중 하나를 선택하여 매력적인 홈페이지를 생성하세요. 나중에 편집기를 통해 이 페이지(콘텐츠 포함)를 계속 사용자 정의하실 수 있습니다."],"Choose your homepage":["홈페이지 선택"],"Opt in":["수신 동의"],"Want more font pairings?":["추가 글꼴 페어링을 원하시나요?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["추가 글꼴에 접근하는 권한을 받으려면 <WordPressLink>워드프레스 최신 버전<\/WordPressLink>으로 업그레이드하세요."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["추가 글꼴에 접근하는 권한을 받으려면 <OptInModal>사용 추적<\/OptInModal>을 수신 동의하세요."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["추가 글꼴에 접근하는 권한을 받으려면 <WordPressLink>워드프레스 최신 버전<\/WordPressLink>으로 업그레이드하고 <OptInModal>사용 추적을 수신 동의<\/OptInModal>하세요."],"Add your products":["상품 추가"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["죄송합니다! 기본 사항 설정 중 문제가 발생했습니다. {{anchor}}다시 시도{{\/anchor}}하거나 테마로 시작하세요."],"Choose your footer":["푸터 선택"],"Design your homepage":["홈페이지 디자인"],"Choose your header":["헤더 선택"],"Choose fonts":["글꼴 선택"],"Choose your color palette":["색상 팔레트 선택"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["로고 추가, 색 구성표 변경, 나만의 레이아웃 구축 등 상점 디자인을 시작하세요. 간단한 둘러보기를 통해 어떤 것이 가능한지 알아보세요."],"Discover what's possible with the store designer":["상점 디자이너의 기능을 살펴보세요"],"Setting up the foundations":["기본 사항 설정"],"Customize your theme":["테마 사용자 정의"],"Start designing":["디자인 시작하기"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["기본 제공 상점 디자이너로 빠르게 멋진 상점를 만드세요. 레이아웃과 스타일 등 원하는 대로 선택하세요."],"Design your own":["독자적으로 디자인"],"Continue designing":["계속 디자인하기"],"Exit and lose changes":["종료 시 변경 사항 손실"],"You'll lose any changes you've made to your store's design and will start the process again.":["상점의 디자인에 적용한 변경 사항이 손실되고 다시 프로세스를 시작하게 됩니다."],"Are you sure you want to exit?":["종료하시겠어요?"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["실험적인 AI에서 제공됩니다. {{link}}더 알아보기{{\/link}}"],"Editor canvas":["편집기 캔버스"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["상점 디자이너를 통해 새 상점 디자인이 생성되며, 활성 테마에 적용한 변경 사항이 모두 손실됩니다. 테마를 계속 편집하려면 <EditorLink>편집기<\/EditorLink>를 통해 그렇게 할 수 있습니다."],"Find out how":["방법 알아보기"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["젯팩 오프라인 모드를 사용하시는 것 같습니다. 온라인 모드로 전환하고 AI 디자인을 시작하세요."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["네트워크를 감지할 수 없어 [AI 상점 디자이너] 사용이 불가능합니다. 인터넷 연결을 확인하세요."],"Looking to design your store using AI?":["AI를 사용하여 상점를 디자인하고 싶으세요?"],"Back to Home":["홈으로 돌아가기"],"Go back to the Home screen to complete your store setup and start selling":["홈 화면으로 돌아가서 상점 설정을 완료하고 판매를 시작하세요"],"Go to the Editor":["편집기로 이동"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["편집기로 이동하여 이미지와 텍스트를 변경하고 페이지를 더 추가하고 더 많이 사용자 정의하세요."],"Fine-tune your design":["디자인 미세 조정"],"Your store looks great!":["상점가 훌륭해 보입니다!"],"Customize your store":["상점 사용자 정의"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["브랜드에 맞게 상점 스타일과 레이아웃을 사용자 정의하세요! 로고를 추가하고 글꼴과 색을 변경하고 다양한 페이지 레이아웃을 시도하세요. 나중에 편집기를 통해 텍스트 및 이미지를 편집할 수 있습니다."],"Make your store your own":["직접 상점 만들기"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["레이아웃 및 스타일에 가한 변경 사항은 여기에 실시간으로 표시됩니다. 공개하기 전에 다양한 외관을 테스트하기에 좋습니다. 이 영역의 크기를 변경하여 상점가 모바일에서 어떻게 보이는지 확인할 수도 있습니다."],"View your changes in real time":["변경 사항 실시간 확인"],"Take a tour":["둘러보기"],"Saving failed.":["저장에 실패했습니다."],"Logo":["로고"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["로고를 추가하여 상점에 적절한 이미지를 부여하세요. 최상의 결과를 얻으려면 최소 300px 폭의 SVG 또는 PNG를 업로드하세요."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["사이트 아이콘은 브라우저 탭, 북마크 표시줄, 워드프레스 모바일 앱에 표시되는 것입니다."],"Use as site icon":["사이트 아이콘으로 사용"],"Link logo to homepage":["로고를 홈페이지에 연결"],"Image width":["이미지 폭"],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["아래 옵션에서 새 헤더를 선택하세요. 헤더는 사이트의 탐색을 포함하며 모든 페이지에 추가됩니다. 편집기를 통해 계속 사용자 정의하실 수 있습니다."],"or create your own":["아니면 직접 만드세요"],"Add your logo":["로고 추가"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["워드프레스 스타일 및 레이아웃 도구를 사용하여 상점 디자인을 사용자 정의하세요. 나중에 편집기를 통해 콘텐츠와 이미지를 추가 또는 변경할 수 있습니다."],"Let's get creative":["창의력을 발휘해봅시다"],"Opening the doors":["문 열기"],"Turning on the lights":["조명 켜기"],"30-day money-back guarantee":["30일 환불 보장"],"Replace":["교체"],"Continue setting up your store":["상점 설정 계속"],"Options":["옵션"],"Back":["뒤로"],"Navigation":["내비게이션"],"Style":["스타일"],"About":["정보"],"Layout":["Layout"],"Browse the Marketplace":["마켓플레이스 찾아보기"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["이전"],"Close":["닫기"],"Cancel":["취소"],"Default":["기본"],"Reviews":["상품평"],"Delete":["삭제"],"Settings":["설정"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}