{"translation-revision-date":"2025-12-04 09:54:17+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Note that the extension hasn’t been installed. This will simply dismiss our limited time offer. Please take a moment to tell us why you’d like to dismiss the WooPayments offer.":["확장 기능이 설치되지 않았습니다. 이렇게 하면 기간 한정 혜택을 받을 수 없습니다. WooPayments 혜택을 받지 않으시려는 이유를 잠깐 말씀해 주세요."],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["WooPayments를 사용하면 <a1>서비스 약관<\/a2>(WooPay <a3>판매자 약관<\/a3> 포함)에 동의하고 <a2>개인정보 취급방침<\/a2>을 읽었음을 확인하게 됩니다. 설치, 설정 및 연결을 완료하면 WooPayments를 통해 처리하는 결제에 할인이 적용됩니다. "],"Have questions?":["질문이 있나요?"],"Just dismiss WooPayments":["우페이먼츠 즉시 해제"],"No thanks, I don’t want WooPayments":["아니요. WooPayments를 원하지 않습니다"],"& more":["및 기타"],"WooPayments is pre-integrated with all popular payment options":["WooPayments는 모든 인기 결제 옵션과 사전 통합되어 있습니다"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["우페이먼츠를 사용하면 <a1>서비스 약관<\/a2>에 동의하고 <a2>개인정보 취급방침<\/a2>을 읽었다는 것을 확인하는 것입니다. 설치, 설정 및 연결을 완료하면 우페이먼츠를 통해 처리하는 결제에 할인이 적용됩니다. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["안녕하세요%s. 설정 비용 또는 월 수수료 없이 모두 한곳에서 비즈니스를 운영하고 결제를 관리하세요."],"extension in your store.":["상점의 확장 기능."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["<strong>우페이먼츠<\/strong>를 설치하면 자동으로 상점에서 <strong>%s<\/strong> 확장 기능이 활성화됩니다."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Affirm을 우페이먼츠와 함께 활성화하고 2주 단위 4회 무이자 결제부터 월 할부까지 구매자와 예산에 알맞은 결제 옵션을 선택하는 기능을 구매자에게 제공하세요."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Klarna를 우페이먼츠와 함께 활성화하세요. Klarna 결제를 통해 구매자가 지금 결제, 나중에 결제 또는 분할 중에서 원하는 결제 할부 옵션을 선택할 수 있습니다. 신용카드 번호도 비밀번호도 필요 없습니다."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Amazon Pay를 우페이먼츠와 함께 활성화하고 Amazon Pay를 통해 결제하는 기능을 구매자에게 제공하세요. Amazon에서 임베드한 위젯을 통해 결제가 진행되므로 구매자가 사이트에서 나가지 않습니다."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["PayPal 결제를 우페이먼츠와 함께 활성화하세요. PayPal, PayLater 및 Venmo를 통해 안전하고 편리하게 결제하는 다른 방법을 고객에게 제공하세요."],"Add more ways for buyers to pay":["구매자 결제 방법 더 추가"],"Dismiss and send feedback":["종료 및 피드백 보내기"],"Why would you like to dismiss the new payments experience?":["새 결제 환경을 종료하려는 이유가 무엇인가요?"],"*See <a>Terms and Conditions<\/a> for details.":["*자세한 내용은 <a>이용 약관<\/a>을 참조하세요."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["문의하기"],"It’s something else (Please share below)":["내용이 다름(아래에서 공유 요망)"],"I’m open to installing it another time":["다른 시간에 설치할 생각임"],"I need more information about WooPayments":["WooPayments에 관한 추가 정보가 필요합니다"],"I don’t want to install another plugin":["다른 플러그인 설치를 원하지 않음"],"I’m already happy with my payments setup":["이미 내 결제 설정에 만족함"],"Limited time offer":["한시적 행사"],"See more":["더 보기"],"PayPal Payments":["PayPal 결제"],"Comments (Optional)":["댓글(선택 사항)"],"Klarna":["Klarna"],"Learn more":["더 배우기"],"No thanks":["괜찮습니다"],"Metro Manila":["메트로 마닐라"],"Roma":["로마"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}