{"translation-revision-date":"2025-12-04 09:54:17+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"opens in a new tab":["새 탭에서 열기"],"Visit {{Link}}the WooCommerce Marketplace{{\/Link}} to find more shipping, delivery, and fulfillment solutions.":["더 많은 배송, 배달 및 이행 솔루션을 찾으려면 {{Link}}WooCommerce 마켓플레이스{{\/Link}}를 방문하세요."],"For example, we’ve added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["예를 들면, 해당 국가의 쇼핑객을 위한 \"무료 배송\" 방법을 추가했습니다. 편집 또는 삭제를 선택하여 배송 방법을 편집, 추가 또는 제거할 수 있습니다."],"Add one or more shipping methods you’d like to offer to shoppers in your zones.":["해당 구역의 쇼핑객에게 제공할 배송 방법을 하나 이상 추가하세요."],"We’ve added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["시작할 수 있도록 몇 개 배송 구역을 추가했습니다. 편집 또는 삭제를 선택하여 관리할 수 있습니다."],"Specify the areas you’d like to ship to! Give each zone a name, then list the regions you’d like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["배송할 영역을 지정하세요! 각 구역에 이름을 지정한 다음에 포함할 지역을 나열하세요. 지역은 우편번호처럼 구체적이거나 국가만큼 광범위할 수 있습니다. 쇼핑객에게는 해당 지역에서 이용할 수 있는 방법만 표시됩니다."],"There was a problem marking the shipping tour as completed.":["배송 둘러보기를 완료됨으로 표시하는 중 문제가 발생했습니다."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["프로세스 속도를 높이고 Woo 알림판에서 바로 배송 레이블을 인쇄하려면 우커머스 배송이 알맞을 수 있습니다. "],"Print USPS, UPS, and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["USPS, UPS, DHL 레이블을 Woo 알림판에서 바로 인쇄하면 요금이 할인되어 배송 시 절약됩니다. 이 섹션에서 우커머스 배송을 관리할 수 있습니다."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["다음 배송 확장 기능 중 하나를 상점에 추가하는 것이 좋습니다. \"시작하기\"를 클릭하면 확장 기능이 자동으로 설치되고 활성화됩니다."],"Recommended shipping solutions":["추천 배송 솔루션"],"🎉 WooCommerce Shipping is installed!":["🎉 우커머스 Shipping이 설치됐습니다!"],"Finish the setup by connecting your store to WordPress.com.":["상점를 워드프레스닷컴에 연결하여 설정을 마무리하세요."],"Print USPS, UPS, and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["USPS, UPS, DHL Express 레이블을 우커머스 알림판에서 바로 인쇄하여 배송 시 절약하세요."],"WooCommerce Shipping":["우커머스 배송"],"Hide this":["숨기기"],"Get started":["시작하기"],"Task List Options":["작업 목록 옵션"],"Recommended":["추천"],"Activate":["활성화"],"Shipping zones":["배송 구역"],"Shipping methods":["배송 방법"],"Learn more":["더 배우기"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}