{"translation-revision-date":"2025-12-04 09:54:17+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["모든 Woo 마켓플레이스 구매 내역을 여기 또는 WooCommerce.com에서 찾을 수 있습니다.<br\/><br\/>모든 구매에는 <a1>30일 환불 보장<\/a1>이 적용되며 <a2>이메일 및 실시간 채팅 지원<\/a2>이 포함됩니다.<br\/><br\/>끝났습니다! 상점를 개선할 준비가 됐습니다."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["스크롤을 내려서 관련 확장 기능 및 솔루션을 모두 확인하세요.<br\/><br\/>솔루션을 클릭하여 기능, 설치 요건, 이용 가능한 문서에 대해 더 자세히 알아보세요."],"Learn more about each product":["각 상품 더 알아보기"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["무엇이 필요한지 잘 모르겠다면 카테고리별로 이용 가능한 확장 기능을 모두 살펴볼 수 있습니다."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["확장 기능으로 추가 기능을 더하여 상점를 강화하거나 상점를 다른 소프트웨어 및 서비스와 통합하세요.<br\/><br\/>여기서 상점에 이용 가능한 수백 가지 신뢰할 수 있는 소프트웨어를 찾을 수 있습니다. 모두 Woo 팀이 검토하고 승인한 소프트웨어입니다.<br\/><br\/>WooCommerce.com에서도 Woo 마켓플레이스를 살펴볼 수 있습니다."],"Use the search box to find specific extensions or solutions.":["특정 확장 기능 또는 솔루션을 찾으려면 검색 상자를 사용하세요."],"email and live chat support":["이메일 및 실시간 채팅 지원"],"Contact support":["지원팀에 문의"],"30-day money-back guarantee":["30일 환불 보장"],"Refund policy":["환불 정책"],"Manage your purchases":["구매 관리"],"Browse for new ideas":["새 아이디어 찾아보기"],"Find exactly what you need":["정확히 필요한 항목 찾기"],"Welcome to the WooCommerce Marketplace":["우커머스 마켓플레이스 시작"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}