{"translation-revision-date":"2025-12-10 00:22:45+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Write custom SEO data":["사용자 지정 SEO 데이터 작성"],"Default SEO data detected":["기본 SEO 데이터 감지됨"],"%1$sPro tip%2$s: Use %3$sAI Generate%4$s for %5$s.":["%1$s프로 팁%2$s: %5$s에 %3$sAI 생성%4$s 사용하기."],"Stand out in the search results and attract more visitors by adding %1$s.":["%1$s를 추가하여 검색 결과에서 눈에 띄고 더 많은 방문자를 유치하세요."],"quick optimized meta descriptions":["빠른 최적화 메타 설명"],"quick optimized SEO titles":["빠른 최적화 SEO 제목"],"quick optimized SEO titles and meta descriptions":["빠른 최적화 SEO 제목 및 메타 설명"],"custom meta descriptions":["맞춤형 메타 설명"],"custom SEO titles":["맞춤형 SEO 제목"],"custom SEO titles and meta descriptions":["맞춤형 SEO 제목 및 메타 설명"],"Add more keyphrases with Premium":["프리미엄으로 더 많은 핵심 문구 추가"],"Add smarter internal links with Premium":["프리미엄으로 더 스마트한 내부 링크 추가"],"Fine-tune your content for every audience":["모든 대상에 맞게 콘텐츠 미세 조정"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles - helping it get discovered by a wider audience.":["최대 5개의 핵심 키워드로 최적화하여 다양한 주제, 대상, 관점에 맞춰 콘텐츠를 구성하세요. 더 넓은 관객에게 발견될 수 있도록 돕습니다."],"Cover more search intent with related keyphrases":["관련 키워드로 더 많은 검색 의도를 커버하세요"],"Upgrade to link your content with ease":["콘텐츠 연동을 쉽게 하려면 업그레이드"],"Keep visitors exploring longer":["방문자 체류 시간 연장"],"Strengthen your site’s structure":["사이트 구조 강화"],"Build relevant internal links faster":["관련 내부 링크를 더 빠르게 구축하세요"],"Suggest internal links based on your content’s main topics":["콘텐츠 주요 주제 기반 내부 링크 제안"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles. %sScans your content to:":["최대 5개의 핵심 문구를 최적화하여 다양한 주제, 대상, 관점에 맞춰 콘텐츠를 구성하세요. %s는 콘텐츠를 스캔하여:"],"Connect related content without the guesswork":["추측 없이 관련 콘텐츠를 연결하세요"],"Opens in a new tab":["새 탭에서 열기"],"Explore %s":["%s 살펴보기"],"%1$s access":["%1$s 접근"],"AI tools included":["포함된 AI 도구"],"Access to friendly help when you need it, day or night":["필요할 때 언제든지 친절한 도움을 받으세요, 낮이나 밤이나"],"Internal links and redirect management, easy":["내부 링크 및 리디렉션 관리 간편화"],"Easy Local SEO. Show up in Google Maps results":["간편한 지역 SEO. Google 지도 결과에 노출"],"Built to get found by search, AI, and real users":["검색, AI, 실제 사용자에게 노출되도록 설계됨"],"Make your articles visible, be seen in Google News":["기사 가시성 확보, Google 뉴스 노출 가능"],"Generate SEO optimized metadata in seconds with AI":["AI로 몇 초 만에 SEO 최적화 메타데이터 생성"],"Close modal":["모달 닫기"],"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["자동으로 소셜 이미지로 설정할 이미지를 찾을 수 없습니다. 소셜 미디어에 올바르게 표시되도록 %1$s, %2$s, %3$s 또는 %4$s 형식을 사용해 주세요."],"Undefined error message.":["정의되지 않은 오류 메시지입니다."],"X":["X"],"X appearance":["X 모양"],"X share preview":["X 공유 미리보기"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["사이트에서 %1$s이 활성화되어 있으며 제품의 페이지 유형이 자동으로 '품목 페이지'로 설정되어 있습니다. 따라서 페이지 유형 선택이 비활성화됩니다."],"Leave a quick review":["간단한 리뷰 남기기"],"Happy with the plugin?":["플러그인에 만족하시나요?"],"Show Yoast SEO some love!":["Yoast SEO에 사랑을 보여주세요!"],"Social share preview":["소셜 공유 미리보기"],"Allow search engines to show this content in search results?":["검색 엔진이 이 콘텐츠를 검색 결과에 표시하도록 허용하시겠습니까?"],"Last year":["작년"],"Last week":["지난 주"],"Last day":["마지막 날"],"Last updated":["최근 업데이트"],"Activate tracking to show the ranking position":["추적을 활성화하여 순위 위치 표시"],"Internal linking suggestions":["내부 링크 제안"],"Buy now!":["지금 구매하세요!"],"30% OFF":["30% 할인"],"BLACK FRIDAY":["블랙 프라이데이"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["글의 모양을 X에 맞게 맞춤 설정하려면 아래의 'X 모양' 설정을 작성하세요."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["X 전용으로 글의 모양을 맞춤 설정하려면 아래의 'X 모양' 설정을 입력하세요. 이 설정을 그대로 두면 위에서 언급한 '소셜 미디어 모양' 설정이 X에서 공유할 때에도 적용됩니다."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["페이스북, X, 인스타그램, WhatsApp, 스레드, 링크드인, 슬랙 등의 소셜 미디어에서 게시물이 어떻게 보일지 결정할 수 있습니다."],"Social media appearance":["소셜 미디어 표시"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["WooCommerce 제품이 검색 결과에서 어떻게 보이는지 향상된 Google 미리 보기를 원하시나요?"],"Sign up today!":["오늘 가입하세요!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["검색 엔진에 맞게 사이트를 최적화하는 데 어려움을 겪고 계신가요? 무료 웨비나에 참여하여 전문가처럼 최적화를 시작하는 데 필요한 자신감을 얻으세요! SEO를 효과적으로 구현하는 데 필요한 지식과 도구를 얻을 수 있습니다."],"Join our FREE webinar for SEO success":["SEO 성공을 위한 무료 웨비나에 참여하세요"],"Want your products stand out in search results with rich results like price, reviews and more?":["가격, 리뷰 등과 같은 풍부한 결과로 검색 결과에서 제품을 돋보이게 하고 싶으신가요?"],"Close the upgrade callout":["업그레이드 콜아웃 닫기"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s에 가입하고 %3$s개월 동안 %2$s 독점 할인을 받으세요."],"Click here to upgrade your %s plan":["여기를 클릭하여 %s 요금제를 업그레이드하세요."],"Keyphrases tracked: %1$s\/%2$s":["추적되는 키워드: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["계정에 포함된 %2$s개의 키프레이즈 중 %1$s개의 키프레이즈를 추적 중입니다."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["무료 계정에 포함된 %2$s개의 키프레이즈 중 %1$s개의 키프레이즈를 추적 중입니다."],"Potentially non-inclusive":["잠재적으로 포함되지 않을 수 있음"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["여러분은 %2$s설정%3$s의 콘텐츠 유형에서 %1$s를 위한 기본 유형을 변경하실 수 있습니다."],"BLACK FRIDAY | 30% OFF":["블랙 프라이데이 | 30% 할인"],"Unlock with %1$s":["%1$s로 잠금 해제하기"],"Refresh this page":["이 페이지 새로 고침"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["안타깝게도 이 섹션에서 저장하지 않은 변경 사항은 모두 손실됩니다. 이 페이지를 새로고침하여 문제를 해결해 보세요. 그래도 이 오류가 계속 발생하면 지원팀에 문의하시면 필요한 모든 도움을 받으실 수 있습니다!"],"Something went wrong. An unexpected error occurred.":["문제가 발생했습니다. 예기치 않은 오류가 발생했습니다."],"Text formality":["텍스트 형식"],"Read more about text formality.":["텍스트 형식에 대해 자세히 알아보세요."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s 에서 텍스트의 형식 수준을 평가할 수 있습니다."],"Contact support":["지원팀에 문의"],"We're very sorry, but it seems like the following error has interrupted our application:":["매우 죄송하지만 다음 오류로 인해 애플리케이션이 중단된 것 같습니다:"],"Search appearance":["검색 모양"],"Inclusive language:":["포괄적인 언어:"],"Dismiss":["해제"],"Premium SEO analysis:":["프리미엄 SEO 분석:"],"Get %s to enjoy the benefits of prominent words":["눈에 띄는 단어의 혜택을 누리기 위해 %s에 가입하세요."],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["%1$s%3$s%2$s 을 사용하면 이 섹션에서 텍스트에 가장 자주 등장하는 단어가 표시됩니다. 이렇게 눈에 띄는 단어를 의도한 키워드와 비교하여 확인하면 텍스트를 보다 집중적으로 편집하는 방법을 알 수 있습니다."],"Buy %s now!":["지금 %s 구매하세요!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["뉴스 기사를 작성하고 있나요? %s는 사이트를 Google 뉴스에 맞게 최적화하는 데 도움이 됩니다."],"Unlock with %s":["%s로 잠금 해제"],"Learn more about character count":["글자 수에 대해 자세히 알아보기"],"Character count":["글자 수"],"Learn more about word count":["단어 수에 대해 자세히 알아보기"],"Word count":["단어 수"],"Learn more about Flesch reading ease":["Flesch 읽기 용이성에 대해 자세히 알아보기"],"out of 100":["100점 만점에"],"okay":["확인"],"no data":["데이터 없음"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Flesch 읽기 용이성 점수를 계산하려면 텍스트가 약간 길어야 합니다."],"Continue writing to get insight into the readability of your text!":["글쓰기를 계속하여 텍스트의 가독성에 대한 통찰력을 얻으세요!"],"Learn more about reading time":["읽기 시간에 대해 자세히 알아보기"],"Reading time":["읽기 시간"],"minute":["분"],"Dismiss this notice.":["이 알림 무시하기."],"character":["글자"],"word":["단어"],"Tracking the ranking position…":["랭킹 순위 추적..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["페이지의 순위 위치를 추적하는 동안 문제가 발생했습니다. 나중에 다시 시도하세요."],"reconnect to %s":["%s에 다시 연결"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["웹사이트의 데이터를 검색하는 동안 문제가 발생한 것 같습니다. 다시 %s 시도하세요."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["SEO 실적을 추적하려면 먼저 글의 제목을 설정하고 초안으로 저장하거나 글의 슬러그를 수동으로 설정해야 합니다."],"No keyphrase has been set. Please set a keyphrase first.":["키프레이즈가 설정되지 않았습니다. 먼저 키프레이즈를 설정하세요."],"upgrade your %s plan":["%s 요금제 업그레이드"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Wincher 계정에 추가할 수 있는 최대 %1$d개의 키구문에 도달했습니다. 더 많은 키프레이즈를 추가하려면 %2$s를 입력하세요."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s을 사용하면 키워드 문구를 기반으로 검색 결과에서 페이지의 순위 위치를 추적할 수 있습니다. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s가 현재 페이지의 순위 위치를 추적 중입니다. 몇 분 정도 걸릴 수 있습니다. 잠시 기다리거나 나중에 다시 확인해 주세요."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["%s에 성공적으로 연결되었습니다! 이제 이 페이지의 키프레이즈에 대한 SEO 실적을 추적할 수 있습니다."],"Read more about keyphrase tracking with Wincher":["Wincher를 사용한 키프레이즈 추적에 대해 자세히 알아보기"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["키문구 자동 추적이 활성화됩니다. 글을 게시할 때 키프레이즈가 자동으로 %s에 의해 추적됩니다."],"Keyphrase position in the last 90 days on a scale from 0 to 30.":["지난 90일 동안의 키프레이즈 위치를 0에서 30까지의 척도로 표시합니다."],"Track SEO performance":["SEO 실적 추적"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["아래에서 각 키문구에 대한 SEO 실적 추적을 활성화\/비활성화할 수 있습니다."],"Track all keyphrases on this page":["이 페이지의 모든 키워드 추적하기"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["이 페이지의 하나 이상의 키워드 구문에 대해 이미 추적이 활성화되어 있습니다. 아래 버튼을 클릭하면 모든 키프레이즈에 대한 추적이 활성화됩니다."],"Learn more about the SEO performance feature.":["SEO 성능 기능에 대해 자세히 알아보세요."],"SEO performance":["SEO 성능"],"Connect with %s":["%s와 연결"],"* focus keyphrase":["* 초점 키문구"],"Get more insights over at %s":["%s에서 더 많은 인사이트 얻기"],"Position over time":["시간 경과에 따른 위치"],"Position":["위치"],"Tracking":["추적 중"],"Insights":["인사이트"],"Select image":["이미지 선택"],"Last month":["지난 달"],"The number of headers and header labels don't match.":["헤더와 헤더라벨의 수가 일치하지 않습니다."],"Return to your %s":["돌아가기 %s"],"Make sure to save your %s for changes to take effect":["변경된 사항 %s을(를)  적용하시려면 반드시 저장하세요"],"Default for %1$s (%2$s)":["%1$s (%2$s)의 기본값"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["이렇게 하면 검색 엔진이 웹 사이트와 콘텐츠를 이해하는 데 도움이 됩니다. 아래에서 이 페이지에 대한 일부 설정을 변경할 수 있습니다."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO는 schema.org를 사용하여 페이지를 자동으로 설명합니다."],"Article type":["글 유형"],"Page type":["페이지 형식"],"Learn more about page or content types":["페이지 또는 콘텐츠 유형에 대해 자세히 알아보기"],"What type of page or content is this?":["이것은 어떤 유형의 페이지 또는 콘텐츠입니까?"],"Learn more about structured data with Schema.org":["Schema.org를 사용하여 구조화된 데이터에 대해 자세히 알아보기"],"Item Page":["아이템 페이지"],"Open in new tab":["새 탭에서 열기"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["스폰서 링크 또는 광고입니다 (%1$s 스폰서 %2$s로 표시) %3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["검색 엔진은 이 링크를 무시해야 합니다 (%1$s nofollow %2$s로 표시) %3$s"],"Learn more about marking a link as nofollow or sponsored.":["링크를 nofollow 또는 스폰서로 표시하는 방법에 대해 자세히 알아보세요."],"Link inserted.":["링크 삽입됨."],"Link edited.":["링크 수정됨."],"Warning: the link has been inserted but may have errors. Please test it.":["경고: 링크가 추가됐지만 에러가 있을 수 있습니다. 시험해 보시기 바랍니다."],"Link":["링크"],"Unlink":["링크 제거"],"Link removed.":["링크 제거됨."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["이 %1$s 기능을 사용하려면 워드프레스 버전을 업그레이드하거나 구텐베르크 플러그인을 설치하세요."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["5.4 미만 워드프레스 설치 버전에서는 팔로우 안 함\/후원됨으로 링크 표시가 비활성화되었습니다."],"No focus keyword was entered":["주요 키워드가 입력되지 않았습니다."],"We've analyzed your post. There is still room for improvement!":["귀하의 게시물을 분석했습니다. 아직 개선의 여지가 있습니다!"],"We've analyzed your post. Everything looks good. Well done!":["귀하의 게시물을 분석했습니다. 모든 것이 좋아 보입니다. 잘하셨습니다!"],"Share your post!":["당신의 포스트를 공유하세요!"],"Improve your post with Yoast SEO":["Yoast SEO로 게시물을 개선하세요."],"SEO analysis:":["SEO 분석:"],"Learn more about the no-index setting on our help page.":["인덱스 없음 설정에 대한 자세한 내용은 도움말 페이지에서 확인하세요."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["여기에서 메타 로봇 설정을 설정할 수 있지만 사이트 전체가 사이트 전체 개인정보 설정에서 noindex로 설정되어 있으므로 이러한 설정은 적용되지 않습니다."],"Learn more about canonical URLs on our help page.":["표준 URL에 대한 자세한 내용은 도움말 페이지에서 확인하세요."],"Learn more about the breadcrumbs title setting on our help page.":["도움말 페이지에서 이동 경로 제목 설정에 대해 자세히 알아보세요."],"Learn more about advanced meta robots settings on our help page.":["도움말 페이지에서 고급 메타 로봇 설정에 대해 자세히 알아보세요."],"Learn more about the no-follow setting on our help page.":["팔로우 안 함 설정에 대한 자세한 내용은 도움말 페이지에서 알아보세요."],"Should search engines follow links on this content?":["검색 엔진이 이 콘텐츠의 링크를 따라야 하나요?"],"Schema":["스키마"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["콘텐츠에서 가장 많이 등장하는 단어는 다음과 같습니다. 이러한 단어를 통해 콘텐츠가 무엇에 중점을 두고 있는지 알 수 있습니다. 단어가 주제와 많이 다르면 그에 따라 콘텐츠를 다시 작성하는 것이 좋습니다."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["사본을 조금 더 추가하면 콘텐츠에서 가장 많이 나오는 단어 목록이 표시됩니다. 이것들은 귀하의 컨텐츠가 무엇에 초점을두고 있는지를 나타냅니다."],"%d occurrences":["%d 개 발생"],"Keyphrase":["키프레이즈"],"Good job!":["수고하셨습니다!"],"Add related keyphrase":["관련 키프레이즈 추가"],"Readability analysis:":["가독성 분석:"],"%d day":["%d 일"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["키워드 조사 및 키워드 전략에 대해 자세히 알아보려면 %1$s키워드 조사에 대한 최종 가이드%2$s를 읽어보세요."],"Prominent words":["눈에 띄는 단어"],"%1$s (current default for %2$s)":["%1$s(%2$s의 현재 기본값)"],"(Opens in a new browser tab)":["(새 브라우저 탭에서 열림)"],"24\/7 support":["24\/7 지원"],"Good SEO score":["우수한 SEO 점수"],"OK SEO score":["괜찮은 SEO 점수"],"Please provide a meta description by editing the snippet below.":["아래 조각을 편집하여 메타 설명을 입력하십시오."],"No":["아니오"],"Yes":["예"],"Needs improvement":["개선 필요"],"Not available":["사용 불가"],"Yoast SEO":["Yoast SEO"],"Good":["좋음"],"Facebook":["페이스북"],"very difficult":["매우 어려운"],"Try to make shorter sentences, using less difficult words to improve readability":["가독성을 높이기 위해 덜 어려운 단어를 사용하여 짧은 문장을 만들어보십시오."],"difficult":["어려운"],"fairly difficult":["상당히 어려운"],"OK":["확인"],"fairly easy":["상당히 쉽게"],"easy":["느리게"],"very easy":["매우 쉬움"],"The copy scores %1$s in the test, which is considered %2$s to read.":["읽을 수 있는 %3$s 것으로 간주되는 %2$s 테스트에서 %1$s의 복사본을 얻습니다. %4$s"],"Flesch reading ease":["Flesch Reading Ease"],"Canonical URL":["정식 URL"],"Breadcrumbs Title":["브레드크럼(이동 경로) 제목"],"No Snippet":["조각 없음"],"No Archive":["보관물이 없음"],"No Image Index":["이미지 색인 없음"],"Meta robots advanced":["메타 로봇 고도화"],"View":["표시"],"Advanced":["고급"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}