{"translation-revision-date":"2025-12-10 00:22:45+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Please add both a keyphrase and some text to your content.":["콘텐츠에 키워드 구문과 일부 텍스트를 모두 추가해 주세요."],"Subpages":["하위 페이지"],"Sub-pages":["하위 페이지"],"Siblings":["동급 항목"],"While writing your post, add custom Yoast blocks directly from here to enhance your content.":["게시물 작성 중 여기에서 직접 맞춤형 Yoast 블록을 추가하여 콘텐츠를 강화하세요."],"Content blocks":["콘텐츠 블록"],"Table of contents":["목차"],"Related links":["관련 링크"],"Estimated reading time":["예상 읽기 시간"],"AI Summarize":["AI 요약"],"Add block":["블록 추가"],"Add block to content.":["콘텐츠에 블록 추가"],"Get a tailored experience for the Block Editor":["블록 편집기 맞춤형 경험 제공"],"Add rich elements that improve readability, structure, and SEO. Easily insert smart blocks to enrich your content directly in the Block Editor. Includes:":["가독성, 구조, SEO를 개선하는 풍부한 요소를 추가하세요. 블록 에디터에서 직접 스마트 블록을 쉽게 삽입하여 콘텐츠를 풍부하게 만들 수 있습니다. 포함 사항:"],"Make your post more engaging at a click":["한 번의 클릭으로 게시물 매력도 높이기"],"Add rich content blocks with Premium":["프리미엄으로 풍부한 콘텐츠 블록 추가"],"%1$sExtra SEO assessments:%2$s See additional recommendation to improve your content.":["%1$s추가 SEO 평가:%2$s 콘텐츠 개선을 위한 추가 권장 사항 확인."],"%1$sSynonyms & word form recognition:%2$s Write more natural, flowing content.":["%1$s 동의어 및 단어 형태 인식:%2$s 더 자연스럽고 유연한 콘텐츠를 작성하세요."],"Benefit from all premium SEO analyses, plus product-specific checks like:":["모든 프리미엄 SEO 분석과 제품별 맞춤 점검을 활용하세요:"],"Premium SEO Analysis":["프리미엄 SEO 분석"],"SKUs":["SKUs"],"Image alt attributes":["이미지 alt 속성"],"Premium gives you advanced content checks that reveal new ranking opportunities and help you reach more readers.":["프리미엄은 새로운 순위 기회를 발견하고 더 많은 독자에게 도달하도록 돕는 고급 콘텐츠 점검 기능을 제공합니다."],"Find new ways to grow your rankings.":["순위 상승을 위한 새로운 방법 찾기."],"Get deeper SEO insights with Premium":["프리미엄으로 심층 SEO 인사이트 얻기"],"Upgrade to optimize with precision":["정밀한 최적화를 위해 업그레이드"],"Get deeper keyphrase insights and stronger headlines":["심층 키워드 인사이트와 강력한 헤드라인 확보"],"%1$sSynonyms:%2$s Include synonyms of your keyphrase for a more natural flow and smarter suggestions":["%1$s동의어:%2$s 자연스러운 흐름과 더 스마트한 제안 위해 핵심어 동의어 포함"],"%1$sTitle check:%2$s Instantly spot missing titles and fix them for better click-through rates":["%1$s제목 검사:%2$s 누락된 제목을 즉시 확인하고 수정하여 클릭률을 개선하세요"],"%1$sKeyphrase distribution:%2$s See if your keywords are spread evenly so search engines understand your topic":["%1$s키워드 분포:%2$s 키워드가 균등하게 분포되어 검색 엔진이 주제를 이해할 수 있는지 확인하세요"],"Opens in a new tab":["새 탭에서 열기"],"Explore %s":["%s 살펴보기"],"%1$s access":["%1$s 접근"],"AI tools included":["포함된 AI 도구"],"Access to friendly help when you need it, day or night":["필요할 때 언제든지 친절한 도움을 받으세요, 낮이나 밤이나"],"Internal links and redirect management, easy":["내부 링크 및 리디렉션 관리 간편화"],"Easy Local SEO. Show up in Google Maps results":["간편한 지역 SEO. Google 지도 결과에 노출"],"Built to get found by search, AI, and real users":["검색, AI, 실제 사용자에게 노출되도록 설계됨"],"Make your articles visible, be seen in Google News":["기사 가시성 확보, Google 뉴스 노출 가능"],"Generate SEO optimized metadata in seconds with AI":["AI로 몇 초 만에 SEO 최적화 메타데이터 생성"],"You're out of free sparks!":["무료 스파크가 다 떨어졌습니다!"],"You've used %s spark this month.":["이번 달에 %s 개의 스파크를 사용했습니다."],"Keep the momentum going, unlock unlimited sparks with %s!":["기세를 이어가세요, %s로 무제한 스파크를 해제하세요!"],"As long as this is a beta feature, you get unlimited sparks.":["베타 기능인 동안 무제한 스파크를 이용하실 수 있습니다."],"X preview":["X 미리보기"],"Don’t show again":["다시는 표시하지 않음"],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$s팁%2$s: 페이지에 더 많은 콘텐츠를 작성하여 생성된 AI 제목의 정확도를 높이세요."],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$s팁%2$s: 페이지에 더 많은 콘텐츠를 작성하여 생성된 AI 설명의 정확도를 높이세요."],"Meta description length":["메타 설명 길이"],"SEO title width":["SEO 제목 길이"],"Close modal":["모달 닫기"],"Generate 5 more":["5개 더 생성"],"Apply %s description":["%s 설명 적용"],"Apply %s title":["%s 제목 적용"],"Generated %s descriptions":["생성된 %s 설명"],"Generated %s titles":["생성된 %s 제목"],"Text generated by AI may be offensive or inaccurate.":["AI 생성 텍스트는 불쾌하거나 부정확할 수 있습니다."],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["이 기능을 사용하려면 사이트가 공개적으로 접근 가능해야 합니다. 테스트 사이트와 REST API가 비밀번호로 보호된 인스턴스 모두 해당됩니다. 사이트가 공개적으로 접근 가능한지 확인한 후 다시 시도해 주세요. %1$s일반적인 AI 기능 문제 및 오류%2$s 페이지에서 자세히 알아보세요. 추가 도움이 필요하시면 %3$s지원팀에 문의해 주세요%4$s."],"Yoast AI cannot reach your site":["Yoast AI가 귀하의 사이트에 접근할 수 없습니다."],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["%1$s 버전이 오래되었습니다. %1$s를 %2$shere%3$s로 업그레이드하세요!"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["나중에 다시 시도해 주세요. 문제가 지속되면 %1$s고객 지원팀에 문의해 주세요%2$s."],"The request came back with the following error: '%s'.":["요청에 다음과 같은 오류가 발생했습니다: ‘%s’."],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["%5$s의 엄격한 윤리 지침 및 %1$s사용 정책%2$s으로 인해, 본 페이지의 콘텐츠에 대한 제안 생성이 불가능합니다. AI 사용 시 노골적, 폭력적, 저작권이 있는, 또는 성적 노골적 콘텐츠 사용을 피해 주십시오. 추가 도움이 필요하시면 %3$s지원팀에 문의해 주십시오%4$s."],"Usage policy violation":["이용 정책 위반"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["연결 시간 초과가 발생한 것으로 보입니다. 인터넷 연결을 확인하고 나중에 다시 시도해 주세요. %1$s일반적인 AI 기능 문제 및 오류%2$s에 대한 자세한 내용은 해당 페이지를 참조하세요. 추가 도움이 필요하시면 %3$s지원팀에 문의해 주세요%4$s."],"Connection timeout":["연결 시간 초과"],"Subscription required":["구독 필요"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["이 기능을 이용하려면 유효한 %1$s 구독이 필요합니다. %3$s에서 구독을 활성화%2$s%4$s하거나 %5$s새로운 %1$s 구독을 구매해 주십시오%6$s. 이후 페이지를 새로고침하세요. 기능이 정상 작동하기까지 최대 30초가 소요될 수 있습니다."],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["특정 시간대에 Yoast AI 사용량 제한에 도달했거나, 이번 달 스파크 사용량 한도에 도달했을 수 있습니다. 사용량 제한에 도달한 경우, Yoast AI 기능을 계속 사용하려면 요청 빈도를 줄여주세요. %1$s도움말 문서%2$s에서는 최적화된 작업 흐름을 위해 요청을 효과적으로 계획하고 조절하는 방법을 안내합니다."],"You've reached the Yoast AI rate limit":["Yoast AI 속도 제한에 도달했습니다."],"Refresh page":["페이지 새로고침"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["%4$s는 SEO 분석 기능이 활성화되어야 합니다. 활성화하려면 %1$s의 %2$s사이트 기능%3$s로 이동하여 SEO 분석을 켜고 '변경 사항 저장'을 클릭하세요. 워드프레스 사용자 프로필에서 비활성화된 경우, 프로필에 접속하여 해당 설정에서 활성화하십시오. 해당 설정 접근 권한이 없다면 관리자에게 문의하세요."],"SEO analysis required":["SEO 분석 필요"],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["유용한 AI 제안을 받으려면 더 많은 콘텐츠를 추가해 주세요. %1$s일반적인 AI 기능 문제 및 오류%2$s 페이지에서 자세히 알아보세요. 추가 도움이 필요하시면 %3$s지원팀에 문의해 주세요%4$s."],"Not enough content":["콘텐츠가 충분하지 않습니다."],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["나중에 다시 시도해 주세요. 문제가 지속될 경우 %1$s일반적인 AI 기능 문제 및 오류%2$s 페이지에서 이 오류의 가능한 원인에 대해 자세히 알아볼 수 있습니다. 추가 도움이 필요하시면 %3$s지원팀에 문의해 주십시오%4$s."],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["AI 기반 SEO를 활성화하세요! 모든 Yoast AI 기능을 활용해 효율성을 높이세요. 허락만 해주시면 됩니다. %1$s%2$s자세히 알아보기%3$s%4$s"],"Grant consent for %s":["%s에 대한 동의 부여"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Yoast AI 서비스의 %1$s이용 약관%2$s 및 %3$s개인정보 처리방침%4$s에 동의합니다. 이는 사용자 경험 개선을 위한 데이터 수집 및 사용에 대한 동의를 포함합니다."],"Grant consent":["동의하기"],"Something went wrong":["문제가 발생했습니다."],"Please switch to the visual editor to optimize with AI.":["AI로 최적화하려면 시각적 편집기로 전환하세요."],"Optimize with AI":["AI로 최적화"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["콘텐츠 편집이 쉬워집니다! 버튼 클릭 한 번으로 빠르고 실행 가능한 제안을 통해 SEO 콘텐츠를 최적화하세요.%1$s%2$s자세히 알아보기%3$s%4$s"],"Optimize your SEO content with %s":["%s를 사용하여 SEO 콘텐츠 최적화"],"Undefined error message.":["정의되지 않은 오류 메시지입니다."],"Product identifiers":["제품 식별자"],"Non-inclusive":["비포함"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["텍스트에서 개선이 필요한 부분을 강조 표시하여 더 이상 건초 더미에서 바늘을 찾을 필요 없이 바로 최적화하세요! 이제 엘리멘터에서도 사용 가능합니다!"],"Generate product titles & descriptions with AI!":["AI로 제품 제목과 설명을 생성하세요!"],"Use AI to generate your titles & descriptions!":["AI를 사용하여 제목과 설명을 생성하세요!"],"Potentially non-inclusive":["잠재적으로 포함되지 않을 수 있음"],"Got it!":["알겠습니다!"],"Allow":["허용하기"],"Deny":["거절하기"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["이 비디오를 보려면, 여러분은 %2$s로부터 삽입된 비디오를 불러내기 위해 %1$s를 허용해야 합니다."],"BLACK FRIDAY | 30% OFF":["블랙 프라이데이 | 30% 할인"],"Unlock with %1$s":["%1$s로 잠금 해제하기"],"Refresh this page":["이 페이지 새로 고침"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["안타깝게도 이 섹션에서 저장하지 않은 변경 사항은 모두 손실됩니다. 이 페이지를 새로고침하여 문제를 해결해 보세요. 그래도 이 오류가 계속 발생하면 지원팀에 문의하시면 필요한 모든 도움을 받으실 수 있습니다!"],"Something went wrong. An unexpected error occurred.":["문제가 발생했습니다. 예기치 않은 오류가 발생했습니다."],"Contact support":["지원팀에 문의"],"We're very sorry, but it seems like the following error has interrupted our application:":["매우 죄송하지만 다음 오류로 인해 애플리케이션이 중단된 것 같습니다:"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["다국어 플러그인을 사용 중인 것으로 확인되었습니다. 이 분석 피드백은 영어로 작성된 텍스트에 대해서만 제공된다는 점에 유의하시기 바랍니다."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$s포함 언어%2$s: 포괄적이지 않을 수 있는 문구를 발견하지 못했습니다. 수고하셨습니다!"],"Learn more about the inclusive language analysis":["포괄적 언어 분석에 대해 자세히 알아보기"],"Inclusive language":["포괄적 언어"],"Dismiss":["해제"],"Beta":["베타"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$s단어 복잡도%2$s: 어휘가 더 많은 청중에게 적합합니까? %3$s요스트 SEO 프리미엄이 알려드립니다!%4$s"],"Premium SEO analysis":["프리미엄 SEO 분석"],"Try again":["다시 시도"],"Please enter a focus keyphrase first to track keyphrase performance":["키문구 실적을 추적하려면 먼저 포커스 키문구를 입력하세요."],"Unlock with Premium":["프리미엄 요금제 사용"],"New":["신규"],"Select image":["이미지 선택"],"Please enter a focus keyphrase first to get related keyphrases":["관련 키워드를 가져 오려면 먼저 핵심 키워드를 입력하세요."],"Get related keyphrases":["관련 키워드 얻기"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["키프레이즈가 너무 깁니다. 최대 191자까지 입력할 수 있습니다."],"Mobile result":["모바일 결과"],"Desktop result":["데스크톱 결과"],"Google preview":["Google 미리보기"],"Focus keyphrase":["초점 키프레이즈"],"Help on choosing the perfect focus keyphrase":["완벽한 초점 키문구 선택에 대한 도움말"],"Get %s":["%s 얻기"],"Learn more about the readability analysis":["가독성분석에 대해 살펴보겠습니다."],"Are you trying to use multiple keyphrases? You should add them separately below.":["여러개의 키워드를 사용하려고 합니까? 아래에 별도로 추가하십시요"],"Mark as cornerstone content":["핵심컨텐츠(주춧돌)로서 표시하기"],"How-to":["방법"],"Analysis results":["분석 결과"],"Enter a focus keyphrase to calculate the SEO score":["SEO 점수를 계산하려면 초점 키프레이즈를 입력하세요."],"Learn more about Cornerstone Content.":["토대 내용에 대해 더 알아보기"],"Cornerstone content should be the most important and extensive articles on your site.":["토대 내용은 사이트에서 가장 중요하고 광범위한 글이여야 합니다."],"SEO analysis":["SEO 분석"],"Good results":["양호한 결과"],"Considerations":["고려 사항"],"Errors":["에러"],"(Opens in a new browser tab)":["(새 브라우저 탭에서 열림)"],"Cornerstone content":["코너 스톤 내용"],"24\/7 support":["24\/7 지원"],"Good SEO score":["우수한 SEO 점수"],"OK SEO score":["괜찮은 SEO 점수"],"Social preview":["소셜 미리 보기"],"Readability analysis":["가독성 분석"],"Needs improvement":["개선 필요"],"Improvements":["개선"],"Problems":["문제"],"Not available":["사용 불가"],"Good":["좋음"],"Breadcrumbs":["브레드크럼(위치표시자)"],"Previous":["이전"],"Next":["다음"],"Close":["닫기"],"OK":["확인"],"FAQ":["FAQ"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}